---
kind: enumMember
id: F:Autodesk.Revit.DB.ScheduleFieldDisplayType.Standard
enum: Autodesk.Revit.DB.ScheduleFieldDisplayType
source: html/e7f18e54-26a9-88f7-15ef-4c3a1f7bf066.htm
---
# Autodesk.Revit.DB.ScheduleFieldDisplayType.Standard

Standard: field setting for [!:Autodesk::Revit::DB::ScheduleField::MultipleValuesText] is displayed if the values of the elements are different, otherwise, the common value will be displayed